Repository: Hiers/xviewer
Catalog: po/*.po
Languages: cy, ia, kab

source: _Best Fit
cy: _Ffit Orau
ia: Melior (_Best) adaptamento
kab: Tiddi i_wenɛen

source: Fit the image to the window
cy: Ffitio'r ddelwedd i'r ffenestr
ia: Adaptar le imagine al fenestra
kab: Sezg tiddi n tugna ɣer usfaylu

source: _Previous Image
cy: Delwedd _Flaenorol
ia: _Previe Imagine
kab: Tugna tu_zwirt

source: Go to the previous image of the gallery
cy: Mynd i ddelwedd flaenorol yr oriel
ia: Ir al previe imagine del galeria
kab: Ddu ɣer tugna tuzwirt di tegennarit

source: _Next Image
cy: Delwedd _Nesaf
ia: Imagine seque_Nte
kab: Tugna tu_ḍfirt

source: Go to the next image of the gallery
cy: Mynd i ddelwedd nesaf yr oriel
ia: Ir al imagine sequente del galeria
kab: Ddu ɣer tugna tuḍfirt di tegennarit

source: _First Image
cy: Delwedd _Cyntaf
ia: Prime (_First) imagine
kab: Tugna tame_zwarut

source: Go to the first image of the gallery
cy: Mynd i ddelwedd gyntaf yr oriel
ia: Ir al prime imagine del galeria
kab: Ddu ɣer tugna tamezwarut di tegennarit

source: _Last Image
cy: Delwedd _Olaf
ia: U_Ltime Imagine
kab: Tugna ta_neggarut

source: Go to the last image of the gallery
cy: Mynd i ddelwedd olaf yr oriel
ia: Ir al ultime imagine del galeria
kab: Ddu ɣer tugna taneggarut di tegennarit

source: _Random Image
cy: Delwedd ar _Hap
ia: Imagine aleato_Ri
kab: Tugna ta_gacurant

source: Go to a random image of the gallery
cy: Mynd i ddelwedd ar hap o'r oriel
ia: Ir pro un imagine aleatori del galeria
kab: Ddu ɣer tugna tagacurant di tegennarit

source: S_lideshow
cy: Sioe Sleidiau
ia: Presentation (S_lideshow)
kab: A_skan n tmaccagin

source: Start a slideshow view of the images
cy: Dechreuwch olwg sioe sleidiau o'r delweddau
ia: Initiar un vista de presentation del imagines
kab: Sekker tamuɣli n weskan n tmaccagin n tugniwin

source: Previous
cy: Blaenorol
ia: Precedente
kab: Uzwir

source: Next
cy: Nesaf
ia: Sequente
kab: Ar zdat

source: Right
cy: De
ia: Dextra
kab: Yefus

source: Left
cy: Chwith
ia: Sinistra
kab: Azelmaḍ

source: Show Folder
cy: Dangos Ffolder
ia: Monstrar le plica
kab: Sken akaram

source: Out
cy: Allan
ia: Foras
kab: Semɣer

source: In
cy: I Mewn
kab: Semẓi

source: Normal
cy: Arferol
kab: Amagnu

source: Fit
cy: Ffitio
ia: Adaptar
kab: Yettwasezg

source: Gallery
cy: Oriel
ia: Galeria
kab: Asawlaf

# action (to trash)
source: Trash
cy: Sbwriel
ia: Immunditia
kab: Iḍumman

source: Open in fullscreen mode
cy: Ar agor yn y modd sgrin lawn
ia: Aperir in modo plen schermo
kab: Ldi s uskar n ugdil aččuran

source: Disable image gallery
cy: Analluogi oriel ddelweddau
ia: Disactivar le galleria de imagines
kab: Sexsi tagennarit n tugniwin

source: Open in slideshow mode
cy: Agor yn y modd sioe sleidiau
ia: Aperir in modo presentation de imagines
kab: Ldi s uskar n weskan n tmaccagin

source: Start a new instance instead of reusing an existing one
cy: Cychwyn enghraifft newydd yn lle ailddefnyddio un sy'n bodoli eisoes
ia: Aperir un nove instantia in vice de re-usar illo existente
kab: Bdu tummant tamaynut deg wadig ad tesqedceḍ tin yellan yakan

source: Open in a single window, if multiple windows are open the first one is used
cy: Agor mewn un ffenestr, os yw ffenestri lluosog ar agor bydd yr un gyntaf yn cael ei defnyddio
ia: Aperi in un fenestra singule, si multiple fenestras es aperite le prime es usate
kab: Ldi deg yiwen n usfaylu, ma ldin aṭas n isfuyla ad yettwaseqdec umezwaru

source: Show the application's version
cy: Dangos fersiwn y rhaglen
ia: Monstrar le version del application
kab: Sken lqem n usnas

source: [FILE…]
cy: [FFEIL...]
kab: [AFAYLU…]

source: Run '%s --help' to see a full list of available command line options.
cy: Rhedeg '%s --help' i weld rhestr lawn o ddewisiadau llinell gorchymyn.
ia: Face fluer '%s --help' pro vider un lista complete del optiones disponibile per le linea de commando.
kab: Sekker '%s --help' iwakken ad twaliḍ tabdart immeden n tnefrunin n inezḍayen.

source: Metadata
ia: Metadatos
kab: Iɣefisefka

source: Camera
kab: Takamirat

source: Tag
kab: Tabzimt

source: %a, %d %B %Y %X
kab: %a %e %B %Y, %X

source: %a, %d %B %Y
kab: %a %e %B %Y

source: %.1f (lens)
kab: %.1f (nwaḍer)
