Repository: Hiers/xviewer
Catalog: po/*.po
Languages: cy, ia, kab

source: Show “_%s”
cy: Dangos “_%s”
ia: Monstrar “_%s”
kab: Sken “_%s”

source: _Move on Toolbar
cy: _Symud ar y Bar Offer
ia: _Mover in le barra del instrumentos
kab: Sekez ɣef ufe_ggag n ifecka

source: Move the selected item on the toolbar
cy: Symud yr eitem a ddewiswyd ar y bar offer
ia: Mover le elemento eligite sur le barra del instrumentos
kab: Senkez aferdis-a ɣef ufeggag

source: _Remove from Toolbar
cy: _Dileu o'r Bar Offer
ia: _Remover ex le barra del instrumantos
kab: _Kkes seg ufeggag

source: Remove the selected item from the toolbar
cy: Tynnu'r eitemau hyn o'r bar offer
ia: Remover le elemento eligite ex le barra del instrumentos
kab: Kkes aferdis yettwafernen seg ufeggag

source: _Delete Toolbar
cy: _Dileu'r Bar Offer
ia: _Deler le barra del instrumentos
kab: _Kkes afeggag n ifecka

source: Remove the selected toolbar
cy: Tynnu'r bar offer hwn
ia: Remover le barra del instrumentos eligite
kab: Kkes afeggag yettwafernen

source: Separator
cy: Ymwahanydd
kab: Anabraz

source: _View
cy: _Golwg
ia: _Vider
kab: _Ẓer

source: _Toolbar
cy: Bar _Offer
ia: Barra del ins_Trumentos
kab: _Afeggag

source: _Statusbar
cy: Bar _Statws
ia: Barra de _Stato
kab: _Afeggag n waddad

source: _Image Gallery
cy: _Oriel Delweddau
ia: Galleria de _Imagines
kab: T_imidelt n tugniwin

source: Side _Pane
cy: Paen _Ochr
ia: _Pannello lateral
kab: A_galis n tigratin

source: Prefere_nces
cy: _Dewisiadau
ia: Prefere_ntias
kab: Is_menyifen

source: _Help
cy: _Cymorth
ia: Adjuta (_Help)
kab: Ta_llalt

source: _About
cy: _Ynghylch
ia: _A proposito
kab: _Ɣef

source: _Quit
cy: _Gadael
ia: _Quitar
kab: _Ffeɣ

source: Xviewer is an image viewer which supports many formats. It can be used to view single images or images in a collection.
cy: Mae Xviewer yn ddangosydd delweddau sy'n cynnal llawer o fformatau. Gall gael ei ddefnyddio i edrych ar ddelweddau unigol neu ddelweddau mewn casgliadau.
ia: Xviewer es un visor de imagine que supporta plure formatos. Illo poter ser usate pro vider imagines singule o imagines in collection.
kab: Xviewer d ameskan n tugna isefraken deqs n imasalen. Yezmer ad ittwaseqdec i uskan n yiwet neɣ deqs n tegrummiwin n tugniwin.

source: Xviewer also allows to view the images in a fullscreen slideshow mode or set an image as the desktop wallpaper. It reads the camera tags to automatically rotate your images in the correct portrait or landscape orientation.
cy: Mae Xviewer hefyd yn caniatáu edrych ar ddelweddau o fewn sioe sleidiau sgrin lawn neu osod delwedd fel papur wal bwrdd gwaith. Mae'n darllen tagiau camerâu er mwyn troi eich delweddau'n awtomatig i'r ffurf portread neu dirwedd gywir.
ia: Xviewer permitte alsi a vider le presentation de imagines in modo schermo plen o configurar un imagine como tapete de papiro del scriptorio. Illo lege le tags del apparato photographic pro automaticamente girar tu imagines in le correcte orientation horizontal o vertical.
kab: Xviewer yettaǧǧa daɣen askan n tugniwin deg uskar n tigratin deg ugdil aččuran neɣ ad isbadu tugna deg ugilal n ugdil. Yeqqar-d tibzimin n tkamiṛat akken ad yezzi s wudem awurman tugniwin s teɣzi neɣ s tehri.

source: Image Viewer
cy: Dangosydd Delweddau
ia: Visor de Image
kab: Ameskan n tugna

source: Browse and rotate images
cy: Pori a throi delweddau
ia: Explorar e rotar le imagines
kab: Snirem udiɣ zzi tugniwin

source: Picture;Slideshow;Graphics;
cy: Darluniau;Sioe Sleidiau;Graffigau
ia: Photo;Presentation;Graphicos;
kab: Tawlaft;Tigratin;Idlifen;

source: Image Properties
cy: Priodweddau Delweddau
ia: Proprietates del imagine
kab: Timeẓliyin n tugna

source: _Previous
cy: _Blaenorol
ia: _Precedente
kab: _Ɣer deffir

source: _Next
cy: _Nesaf
ia: Seque_Nte
kab: Ɣer _zdat

source: _Close
cy: _Cau
ia: _Clauder
kab: _Mdel

source: Name:
cy: Enw:
ia: Nomine:
kab: Isem:

source: Width:
cy: Lled:
ia: Largessa:
kab: Tehri

source: Height:
cy: Uchder:
ia: Altessa:
kab: Teɣzi

source: Type:
cy: Math:
ia: Tipo:
kab: Anaw:

source: Bytes:
cy: Didau
kab: Iṭamḍanen:

source: Folder:
cy: Ffolder:
ia: Plica:
kab: Akaram

source: General
cy: Cyffredinol
kab: Amatu

source: Aperture Value:
cy: Gwerth Agorfa:
ia: Valor del apertura:
kab: Azal n tulya

source: Exposure Time:
cy: Amser Dinoethiad:
ia: Tempore de exposition:
kab: Akud n uskan:

source: Focal Length:
cy: Hyd Ffocal:
ia: Longessa focal:
kab: Teɣzi n usḍas:

source: Flash:
cy: Fflach:
kab: Azlam:

source: ISO Speed Rating:
cy: Graddfa Cyflymder ISO:
ia: Valor del velocitate ISO:
kab: Aḥulfu ISO:

source: Metering Mode:
cy: Modd Mesur:
ia: Modo de mesuration:
kab: Askar n wakat:

source: Camera Model:
cy: Model y Camera:
ia: Modello de camera:
kab: Taneɣruft n tkamiṛat:

source: Date/Time:
cy: Dyddiad/Amser:
ia: Data/tempore
kab: Azemz/Akud

source: Description:
cy: Disgrifiad:
kab: Aglam:

source: Location:
cy: Lleoliad:
kab: Adig:

source: Keywords:
cy: Allweddeiriau
ia: Parolas clave
kab: Awalen n tsura:

source: Author:
cy: Awdur:
ia: Autor:
kab: Ameskar

source: Copyright:
cy: Hawlfraint:
kab: Aḥraz n izerfan:

source: Details
cy: Manylion
ia: Detalios
kab: Talqayt

source: Save As
cy: Cadw Fel
ia: Salvar como
kab: Sekles s yisem

source: _Cancel
cy: _Diddymu
ia: _Cancellar
kab: _Sefsex

source: Save _As
cy: Cadw _Fel
ia: S_Alvar como
kab: Se_kles s yisem

source: <b>%f:</b> original filename
cy: Enw ffeil <b>%f:</b>
ia: <b>%f:</b> nomine de file original
kab: <b>%f:</b> isem n ufaylu aneẓli

source: <b>%n:</b> counter
cy: Rhifydd <b>%n:</b>
ia: <b>%n:</b> contator
kab: <b>%n:</b> amesmiḍan

source: _Filename format:
cy: _Fformat enw feil
ia: Formato de nomine de _File
kab: Amasal n yisem n ufa_ylu:

source: _Destination folder:
cy: Ffolder _cyrchfan:
ia: Plica de _Destination:
kab: Aka_ram n tniɣert

source: Choose a folder
cy: Dewis ffolder
ia: Eliger un plica
kab: Fren akaram

source: File Path Specifications
cy: Manylyn Llwybr ffeil
ia: Specificationes del percurso del file
kab: Timeẓliyin n ubrid n ufaylu

source: _Start counter at:
cy: _Cychwyn y rhifydd yn:
ia: Initiar (_Start) le contator a:
kab: Se_nker amesmiḍan di:

source: _Replace spaces with underscores
cy: Amnewid bylchau gyda tanlinellau
ia: _Replaciar le spatios con lineetta basse
kab: Semse_lsi isekkilen imellalen s ijerriḍen

source: Options
cy: Dewisiadau
ia: Optiones
kab: Iɣewwaṛen

source: Rename from:
cy: Ailenwi o:
ia: Renominar a:
kab: Snifel isem si:

source: To:
cy: I:
ia: A:
kab: I:

source: File Name Preview
cy: Rhagolwg Enw Ffeil
ia: Vista preliminar del nomine de file
kab: Taskant n yisem n ufaylu

source: Preferences
cy: Dewisiadau
ia: Preferentias
kab: Ismenyifen

source: Image Enhancements
cy: Gwella Delweddau
ia: Melioramentos del imagine
kab: Asnerni n tɣara n tugna

source: Smooth images when zoomed _out
cy: Llyfnhau delweddau wedi _chwyddo allan
ia: Applanar le imagines durante le reduction
kab: Mzi tugna ti_cki tettimɣuṛ

source: Smooth images when zoomed _in
cy: Llyfnhau delweddau wedi _chwyddo i mewn
ia: Applanar le imagines durante le aggrandimento
kab: Mzi tugna ti_cki tettimẓi

source: _Automatic orientation
cy: _Cyfeiriadedd awtomatig
ia: Orientation automatic
kab: Ta_nila tawurmant

source: Background
cy: Cefndir
ia: Fundo
kab: Agilal

source: As custom color:
cy: Fel lliw cyfaddas:
ia: Como color personalisate:
kab: Am yini udmawan:

source: Background Color
cy: Lliw Cefndir
ia: Color de fundo
kab: Ini n ugilal

source: Transparent Parts
cy: Darnau Tryloyw
ia: Partes transparente
kab: Iḥricen ifrawanen

source: As check _pattern
cy: Fel patrwm _siec
ia: Como modello (_pattern) de controlo
kab: Am t_neɣruft

source: As custom c_olor:
cy: Fel lliw _cyfaddas:
ia: Como c_olor personalisate:
kab: Ini n usagen

source: Color for Transparent Areas
cy: Lliw ar gyfer Ardaloedd Tryloyw
ia: Color pro le areas transparente
kab: Ini i temnaḍin tifrawanin

source: As _background
cy: Fel _cefndir
ia: Como fundo (_background)
kab: Am _ugilal

source: Image View
cy: Golwg Delwedd
ia: Vista del imagine
kab: Taskant n tugna

source: Image Zoom
cy: Chwyddo i'r Ddelwedd
ia: Zoom del imagine
kab: Asemγer n tugna

source: E_xpand images to fit screen
cy: _Ehangu delweddau i ffitio'r sgrin
ia: E_xpander le imagines pro plenar le schermo=
kab: Snejbad tugna iwakken ad d-tezg i wegdil

source: Sequence
cy: Dilyniant
ia: Sequentia
kab: Agzum

source: _Time between images:
cy: _Amser rhwng delweddau:
ia: _Tempore inter le imagines:
kab: _Akkud gar tigniwin:

source: _Loop sequence
cy: _Ailgychwyn wedi cyrraedd yr un olaf
ia: Sequentia de ane_LLO
kab: Amazrar ite_zzin

source: Slideshow
cy: Sioe Sleidiau
ia: Monstrar le diapositivas
kab: Tigri

source: Scroll Wheel
cy: Olwyn Sgrolio

source: Wheel
cy: Olwyn

source: Zoom
cy: Chwyddo

source: Vertical Scrolling
cy: Sgrolio Fertigol

source: Horizontal Scrolling
cy: Sgrolio Llorweddol

source: Previous/Next Image
cy: Delwedd Ddiwethaf/Nesaf

source: Rotate 90 degrees
cy: Troi 90 gradd

source: No Action
cy: Dim Gweithred

source: Shift + Wheel
cy: Shift + Olwyn

source: Control + Wheel
cy: Control + Olwyn

source: Shift + Control + Wheel
cy: Shift + Control + Olwyn

source: Tilt Wheel
cy: Olwyn Gogwydd

source: Mouse
cy: Llygoden

source: Plugins
cy: Ategion
kab: Izegrar

source: Automatic orientation
cy: Cyfeiriadedd awtomatig
ia: Orientation automatic
kab: Tanila tawurmant

source: Whether the image should be rotated automatically based on EXIF orientation.
cy: P'un ai ddylai delwedd gael ei throi'n awtomatig ar sail cyfeiriadedd EXIF.
ia: Si le imagine debe ser rotate automaticamente in base al orientation EXIF
kab: Ma yesefk ad tezzi tugna s wudem awurman ilmend n isalan n teɣda EXIF.

source: The color that is used to fill the area behind the image. If the use-background-color key is not set, the color is determined by the active GTK+ theme instead.
cy: Y lliw sy'n cael ei ddefnyddio i lanw'r gofod y tu ól i ddelwedd. Os nad yw'r allwedd defnyddio lliw cefndir wedi ei osod, mae'r lliw yn cael ei bennu gan y tema GTK+ gweithredol yn lle hynny.
ia: Le color que es usate pro plenar le area detra le imagine. Si le clave use-background-color non es configurate, le color es determinate in vice per le thema active de GTK+.
kab: Ini ittwasqedcen i tačert n teɣzut deffir n tugna. Ma yella tasarut use-background-color ur tettusbadu ara yakan, ini ad ittusbadu s usentel GTK+ deg umḍiq.

source: Interpolate Image
cy: Rhyngosod Delwedd
ia: Interpolar le imagine
kab: Senteḍ tugna

source: Whether the image should be interpolated on zoom-out. This leads to better quality but is somewhat slower than non-interpolated images.
cy: P'un ai ddylai delwedd gael ei rhyngosod wrth ei chwyddo allan. Mae hyn yn cynnig gwell ansawdd ond mae rhywfaint yn arafach na delweddau heb eu rhyngosod.
ia: Si le imagine debe ser interpolate sur le reduction. Isto conduce al qualitate melior ma es alquanto plus lente del imagines non-interpolate.
kab: Ma yesefk ad tettusenteḍ tugna di zoom ɣer deffir. Ayagi ad d-yefk taɣara igerrzen n tririt maca yettɛeṭṭil ugar n tugniwin ur nettusenteḍ ara.

source: Extrapolate Image
cy: Allosod delwedd
ia: Extrapolar le imagine
kab: Suffeɣ-d tugna

source: Whether the image should be extrapolated on zoom-in. This leads to blurry quality and is somewhat slower than non-extrapolated images.
cy: P'un ai ddylai delwedd gael ei hallosod wrth ei chwyddo allan. Mae hyn yn cynnig salach ansawdd ond mae rhywfaint yn arafach na delweddau heb eu hallosod.
ia: Si le imagine debe ser extrapolate sur le aggrandimento. Isto conduce al qualitate borrose e es alquanto plus lente del imagines non-extrapolate.
kab: Ma illa ilaq ad tsimɣureḍ tugnat. tugna ad tuɣal ur teṣfi ara sakin as tili ẓayet ɣef tugniwin timagnuyin.

source: Transparency indicator
cy: Dangosydd tryloywder
ia: Indicator de transparentia
kab: Anamal n tefrawant

source: Determines how transparency should be indicated. Valid values are CHECK_PATTERN, COLOR and NONE. If COLOR is chosen, then the trans-color key determines the color value used.
cy: Yn pennu sut ddylai tryloywder gael ei ddangos. Mae gwerthoedd dilys yn cynnwys CHECK_PATTERN, COLOR a NONE. Os yw COLOR yn cael ei ddewis yna mae'r fysell traws-liw yn pennu gwerth y lliw sy'n cael ei ddefnyddio.
ia: Determina como un diapositiva debe ser indicate. Valide valores es CHECK_PATTERN, COLOR e NECUN. Si COLOR es seligite, alora le clave trans-color determina le valor de color usate.
kab: Iskanay-d amek i yellaq ad tili tfrawant. Azalen imeɣta d CHECK_PATTERN, COLOR akked NONE. Ma uettwafren ini, sakin taqeffalt n trans-color tsekanay-d azal n ini ittwasqedcen.

source: Scroll wheel zoom
cy: Chwyddo olwyn sgrolio
ia: Zoom per le rota del mus
kab: Zoom s ṛuda n tɣerdayt

source: Whether the scroll wheel should be used for zooming.
cy: P'un ai ddylai olwyn sgrolio gael ei ddefnyddio ar gyfer chwyddo.
ia: Si le zoom per le rota del mus es usate pro zoomar
kab: Ma yella ṛṛuda n udrurem ad tt-ttwaseqdec i zoom.

source: Mouse scroll wheel action
cy: Gweithred olwyn sgrolio llygoden

source: Action for mouse scroll wheel. Values are 0 = zoom, 1 = Vertical pan, 2 = horizontal pan, 3 = next/prev image, 4 = rotate 90 deg CW or CCW, 5 = no action
cy: Gweithredoedd olwyn sgrolio llygoden. Gwerthoedd 0 = chwyddo, 1 Panio fertigol, 2= Panio llorweddol, 3 = delwedd nesaf/blaenorol, 4 = troi 90 gradd CW neu CWW, 5 = dim gweithred

source: Mouse scroll wheel + shift action
cy: Gweithred olwyn sgrolio llygoden + shift

source: Mouse scroll wheel + ctrl action
cy: Gweithred olwyn sgrolion llygoden + ctrl

source: Zoom multiplier
cy: Lluosogwr chwyddo
ia: Multiplicator de zoom
kab: Anekfaḍ n zoom

source: The multiplier to be applied when using the mouse scroll wheel for zooming. This value defines the zooming step used for each scroll event. For example, 0.05 results in a 5% zoom increment for each scroll event and 1.00 result in a 100% zoom increment.
cy: Y luosogydd i'w ddefnyddio wrth ddefnyddio olwyn sgrolio'r llygoden wrth chwyddo. Mae'r gwerth yn diffinio'r cam chwyddo sy'n cael ei ddefnyddio ar gyfer pob digwyddiad sgrolio. Er enghraifft, mae 0.05 yn achosi cynnydd chwyddo o 5% ar gyfer pob digwyddiad sgrolio ac mae 1.00 yn achosi cynnydd o 100%.
ia: Le multiplicator a applicar al rota del mus pro facer zoom. Iste valor defini grado del zoom usate pro cata evento de rolamento. Pro exemplo, 0.05 resulta in un 5% zoom incrementar pro cata evento de rolar e 1.00 implica un 100% de zoom incremental.
kab: Anekfaḍ ara yettusnesen deg usqdec n ṛuda n tɣerdayt i zoom. Azal-agi ad yesbadu asurif n zoom yettwasqedcen i yal tadyant n udrurem. Deg umedya 0,05 ad yesireg 5 % n zoom i yal tadyant n udrurem, 1,00 asenqes n 100 % n zoom.

source: Transparency color
cy: Lliw tryloywder
ia: Color del transparentia
kab: Ini n tefrawant

source: If the transparency key has the value COLOR, then this key determines the color which is used for indicating transparency.
cy: Os COLOR yw gwerth yr allwedd tryloywder, yna mae'r allwedd yma'n penderfynu'r lliw a ddefnyddir ar gyfer dangos tryloywder.
ia: Si le diapositiva clave ha le valor COLOR, alora iste clave determina le color que es usate pro indicar le diapositiva.
kab: Ma yella tasarut transparency tesɛa azal COLOR, ihi tasarut-agi ad tesbadu ini ara yettwasqedcen i tummla n tefrawant.

source: Use a custom background color
cy: Defnyddio lliw cefndir cyfaddas
ia: Usar un color de fundo personalisate
kab: Seqdec ini n ugilal yugnen

source: If this is active, the color set by the background-color key will be used to fill the area behind the image. If it is not set, the current GTK+ theme will determine the fill color.
cy: Os yw hyn yn weithredol, bydd y lliw sydd wedi'i osod gan yr allwedd lliw cefndir yn cael ei ddefnyddio i lenwi'r ardal y tu ôl i'r ddelwedd. Os nad yw wedi'i osod, bydd y thema GTK+ gyfredol yn pennu'r lliw llenwi.
ia: Si isto es active, le color configurate per le clave background-color essera usate pro impler le area detra le imagine. Si isto non es configurate, le actual subjecto GTK+ assignara le color pro plenar.
kab: Ma yermed, ini yettusbadun s tsarut background-color ad yettwaseqdec i taččart n teɣzut n deffir n tugna. Ma ulac, asentel GTK+ amiran ad yesbadu ini n taččart.

source: Loop through the image sequence
cy: Ailgychwyn y dilyniant delweddau wedi cyrraedd ei ddiwedd
ia: Cyclar trans le sequentias de imagine
kab: Talsa deg tbdert n tugniwin

source: Whether the sequence of images should be shown in an endless loop.
cy: P'un ai dangos dilyniant y delweddau mewn dolen ddiddiwedd neu peidio.
ia: Si le sequentia de imagines debe ser presentate in un anello sin fin.
kab: Ma yellan ilaq tabdert n tugniwin ad d-ttwasken deg talsa war tilas.

source: Allow zoom greater than 100% initially
cy: Caniatáu chwyddo i fwy na 100% wrth gychwyn
ia: Consentir de facer zoom major quam 100% initialmente
kab: Ad yesireg zoom asentan ugar n 100%

source: If this is set to FALSE small images will not be stretched to fit into the screen initially.
cy: Os mai FALSE yw hwn, fydd delweddau bychain ddim yn cael eu hymestyn i lenwi'r sgrin wrth gychwyn.
ia: Si isto es prefixate a FALSE le parve imagines non essera initialmente tense pro adaptar los al schermo.
kab: Wagi ma yettusbadu ɣer FALSE, ihi tugniwin timeẓyanin ur ttnejbadent ara iwakken ad aččarent agdil di tazwara.

source: Delay in seconds until showing the next image
cy: Y saib mewn eiliadau cyn dangos y ddelwedd nesaf
ia: Retardo in secundas usque monstrar le imagine sequente
kab: Tanzagt s tasinin ideg ara tettwasken tugna tuḍfirt

source: A value greater than 0 determines the seconds an image stays on screen until the next one is shown automatically. Zero disables the automatic browsing.
cy: Os yw'r gwerth yn fwy na 0, dyma'r nifer o eiliadau bydd delwedd yn aros ar y sgrin cyn i'r un nesaf gael ei dangos yn awtomatig. Mae gwerth o 0 yn analluogi'r pori awtomatig.
ia: Un valor major de 0 determina le secundas que un imagine remane sur le schermo dum le sequente es presentate automaticamente.
kab: Azal yugaren 0 ad tesbadu tanzagt n ubeqqeḍ n tugna deg ugdil, s tasinin, send aɛeddi awurman ɣer tugna tuḍfirt. 0 ad isexsi inig awurman.

source: Show/Hide the window toolbar.
cy: Dangos/Cuddio ym mar offer ffenestr.
ia: Monstrar/Celar le barra de instrumentos del fenestra.
kab: Ffer/sken tafeggagt n ifecka n usfaylu

source: Show/Hide the window statusbar.
cy: Dangos/Cuddio y bar statws ffenestr.
ia: Monstrar/Celar le barra de stato del fenestra.
kab: Sken/Ffer asfaylu afeggag n waddad.

source: Show/Hide the image gallery pane.
cy: Dangos/Cuddio paen yr oriel delweddau.
ia: Monstrar/Celar le quadro galeria de imagines.
kab: Ffer/sken agalis n tegennarit n itugniwin

source: Image gallery pane position. Set to 0 for bottom; 1 for left; 2 for top; 3 for right.
cy: Safle cwarel oriel ddelwedd. Wedi'i osod i 0 ar gyfer y gwaelod; 1 am y chwith; 2 ar gyfer y brig; 3 am y dde.
ia: Position del quadro galeria de imagines.
kab: Ideg n tegennarit n tugniwin. Sbadu 0 i wadda; 1 i wezelmaḍ ; 2 i wefella ; 3 i weyefus.

source: Whether the image gallery pane should be resizable.
cy: P'un ai dylai cwarel yr oriel ddelweddau fod yn newidiol ai peidio.
ia: Si le quadro galeria de imagines debe esser re-dimensionabile
kab: Ma yella tidlit n tegennarit n tugniwin ad tettbeddil tiddi.

source: Show/Hide the window side pane.
cy: Dangos/Cuddio paen ochr ffenestr.
ia: Monstrar/Celar le quadro lateral del fenestra.
kab: Sken/Ffer tidlit n yidis n usfaylu.

source: Show/Hide the image gallery pane scroll buttons.
cy: Dangos/Cuddio botymau sgrolio paen oriel delweddau
ia: Monstrar/Celar le buttones pro rolar le quadro galeria de imagines.
kab: Sken/Ffer tiqfalin n udrurem n tegennarit n tugniwin.

source: Close main window without asking to save changes.
cy: Cau'r brif ffenestr heb ofyn i gadw newidiadau.
ia: Clauder le fenestra principal sin demandar de salvar le cambios.
kab: Mdel asfaylu agejdan war asteqsi ɣef usekles n ibeddilen.

source: Trash images without asking
cy: Dileu delweddau heb ofyn
ia: Poner in immunditia le imagines sin demandar
kab: Kkes tugniwin war asteqsi

source: If activated, Xviewer won't ask for confirmation when moving images to the trash. It will still ask if any of the files cannot be moved to the trash and would be deleted instead.
cy: Os caiff ei gychwyn, ni fydd Xviewer yn gofyn am gadarnhad wrth symud delweddau i'r sbwriel. Bydd yn dal i ofyn a oes modd symud unrhyw un o'r ffeiliau i'r sbwriel a'u dileu.
ia: Si activate, Xviewer non querera pro confirmation durante le movimento del imagines al immunditia. Illo querera ancora si alcun del files non pote ser movite al immunditia e pote ser in vice cancellate.
kab: Ma yermed, Xviewer ur yessutur ara asentem mi ara muttint tugniwin ɣer tqecwalt. Maca ad yessuter asentem ticki ulamek ara muttint tugniwin ɣer tqecwalt u yewwi-d ad ttwakksent i lebda.

source: Whether the file chooser should show the user's pictures folder if no images are loaded.
cy: P'un ai dylai'r dewiswr ffeiliau ddangos ffolder lluniau'r defnyddiwr os nad oes unrhyw ddelweddau wedi'u llwytho, ai peidio.
ia: Si le selector de file debe monstrar le plica de imagines del usator si nulle imagines es cargate.
kab: Ma yella amafran n ifuyla isefk ad yesken akaram n tugniwin n useqdac ma yella ulac tugna yettwaɛebban.

source: If activated and no image is loaded in the active window, the file chooser will display the user's pictures folder using the XDG special user directories. If deactivated or the pictures folder has not been set up, it will show the current working directory.
cy: Os wedi ei weithredu ac nad oes delwedd yn cael ei llwytho yn y ffenestr weithredol, bydd y dewiswr ffeiliau yn dangos ffolder lluniau'r defnyddiwr gan ddefnyddio cyfeirlyfrau defnyddwyr arbennig XDG. Os yw wedi'i dadweithredu neu os nad yw'r ffolder lluniau wedi'i osod, bydd yn dangos y cyfeiriadur gweithio cyfredol.
ia: Si activate e nulle imagine es cargate in le fenestra active, le selector de file monstrara le plica del imagines del usator per le directorios special del usator de XDG. Si disactivate o si le plica del imagines non ha essite configurate, illo monstrara le actual directorio.
kab: Ma yermed sakin ulac tugna i d-yulin deg usfaylu urmid. Amefran n ufaylu ad d-sken akaram n twelaft n useqdac s useqdec n ukaram ameẓlu n iseqdacen XDG. ma yensa neɣ akaram n twelafin ur ittwasbed ara, ad d-sken akaram amiran n umahil.

source: Whether the metadata list in the properties dialog should have its own page.
cy: P'un a ddylai'r rhestr metadata yn y dialog priodweddau fod â thudalen ei hun.
ia: Si le lista del meta-datos in le fenestra de dialogo del proprietates debe haber su proprie pagina.
kab: Ma yella tabdart n idfersefka di tenkult n udiwenni n iraten ad tesɛu asebtar n yiman-is.
