Repository: Hiers/xviewer
Catalog: po/*.po
Languages: cy, ia, kab

source: If activated, the detailed metadata list in the properties dialog will be moved to its own page in the dialog. This should make the dialog more usable on smaller screens, e.g. as used by netbooks. If disabled, the widget will be embedded on the "Metadata" page.
cy: Os caiff ei weithredu, bydd y rhestr metadata manwl yn y dialog priodweddau yn cael ei symud i'w thudalen ei hun yn y ddeialog. Dylai hyn wneud y ddeialog yn fwy defnyddiadwy ar sgriniau llai, e.e. fel mae'n cael ei ddefnyddio gan luniaduron bach. Os yw wedi'i analluogi, bydd y teclyn wedi'i fewnosod ar y dudalen "Metadata".
ia: Si activate, le lista detaliate del meta-datos in le fenestra de dialogo del proprietates essera movite a su proprie pagina del fenestra de dialogo. Isto debe render le fenestra de dialogo plus usabile sur minor paginas, e.g. como usate per le netbooks. Si disactivate, le widget essera incorporate sur le pagina del "Meta-datos".
kab: Ma yermed, tabdart talqayant n idfersefka di tenkult n udiwenni n iraten ad tmutti ɣer usebtar-ines di tenkult n udiwenni. Ayagi ad iwenneɛ tankult n udiwenni deg yigdilen imeẓyanen, amedya di Netbook. Ma yexsi awiǧit ad yeddu deg usebtar "Metadata".

source: External program to use for editing images
cy: Rhaglen allanol i'w defnyddio ar gyfer golygu delweddau
ia: Programma externe pro rediger imagines
kab: Ahil uffiɣ ara yettwasqedcen i wesiẓreg n tugniwin

source: The desktop file name (including the ".desktop") of the application to use for editing images (when the "Edit Image" toolbar button is clicked). Set to the empty string to disable this feature.
cy: Enw ffeil bwrdd gwaith (gan gynnwys ".desktop") y rhaglen i'w ddefnyddio ar gyfer golygu delweddau (pan fydd botwm bar offer "Golygu Delwedd" yn cael ei glicio). Gosodwch i'r llinyn gwag i analluogi'r nodwedd hon.
ia: Le nomine de file del scriptorio (includente le ".desktop") del application a usar pro modificar imagines (quando le button del barra de instrumentos "Modificar Imagine" es cliccate). Configurar al fila de characteres vacue pro disactivar iste characteristica.
kab: Isem n ufaylu n tnarit ( igebren ".desktop") n usnas akken ad ittwaseqdec i teẓrigt n tugniwin ( ma nsenned ɣef tqeffalt n ufeggag n ifecka). Sbadu aḍris d ilem akken ad tsenseḍ tamahilt-agi.

source: Active plugins
cy: Ategion sy'n weithredol
ia: Plugins active
kab: Izegrar urmiden

source: List of active plugins. It doesn't contain the "Location" of the active plugins. See the .xviewer-plugin file for obtaining the "Location" of a given plugin.
cy: Rhestr o ategion gweithredol. Nid yw'n cynnwys "Lleoliad" yr ategion gweithredol. Gweler y ffeil .xviewer-plugin i gael "Lleoliad" ategyn penodol.
ia: Lista del plugins active. Illo non contine le "Position" del plugins active. Vider le file .xviewer-plugin pro obtener le "Position" de un date plug-in.
kab: Ad isebder isiɣzifen urmiden. Ur yegbir ra "Adig" n isiɣzefen urmiden. Ẓer afaylu n .xviewer-plugin iwakken ad d-tawiḍ "Adig" n usiɣzef.

source: Maximize Image
cy: Mwyhau Delwedd

source: Whether or not the image should be maximized.
cy: P'un a ddylid mwyhau'r ddelwedd ai peidio.

source: Close _without Saving
cy: Cau _heb Gadw
ia: Clauder sin (_without) salvar
kab: Ffeɣ s _war asekles

source: _Save
cy: _Cadw
ia: _Salvar
kab: _Sekles

source: Question
cy: Cwestiwn
kab: Asteqsi

source: If you don't save, your changes will be lost.
cy: Os na fyddwch yn ei chadw, bydd y newidiadau'n cael eu colli.
ia: Si tu non salva, tu cambiamentos essera perdite.
kab: Ma ur teskelseḍ ara ibeddilen-ik ad ṛyḥen.

source: Save changes to image "%s" before closing?
cy: Cadw newidiadau i'r ddelwedd "%s" cyn cau?
ia: Salvar le cambios del imagine "%s" ante le clausura?
kab: Ad teskelseḍ ibeddilen ɣer tugna "%s" send d tmedleḍ ?

source: There is %d image with unsaved changes. Save changes before closing?
cy: Y mae %d delwedd gyda newidiadau heb eu cadw. Cadw newidiadau cyn cau?
ia: Il ha %d imagine con le modificationes non salvate. Salvar le cambios ante le clausura?
kab: Tella %d n tugna s ibeddilen ur nettwasekles ara. Ad teskelseḍ ibeddilen send ad tmedleḍ?

source: S_elect the images you want to save:
cy: _Dewiswch y delweddau rydych chi am eu cadw:
ia: S_elige le imagines tu desira salvar
kab: _Fren tugniwin i tebɣiḍ ad teskelseḍ:

source: If you don't save, all your changes will be lost.
cy: Os na wnewch chi gadw, bydd eich holl newidiadau'n cael colli am byth.
ia: Si tu non salva, tote tu cambiamentos essera perdite.
kab: Ma yella ur teskelseḍ ara ibeddilen-ik akk ad ṛuḥen.

source: _Reload
cy: _Ail-lwytho
ia: _Recargar
kab: _Smiren

source: Save _As…
cy: Cadw _Fel
ia: Salvar como (_As)...
kab: Sekles _am...

source: Could not load image '%s'.
cy: Methu llwytho delwedd '%s'.
ia: Impossibile cargar le imagine '%s'.
kab: D awezɣi azdam n tugna '%s'.

source: Could not save image '%s'.
cy: Methu cadw delwedd '%s'.
ia: Impossibile selvar le imagine '%s'.
kab: D awezɣi asekles n tugna '%s'.

source: No images found in '%s'.
cy: Heb ganfod delweddau yn '%s'.
ia: Nulle imagines trovate in '%s'.
kab: Ulac tugniwin yettwafen di '%s'.

source: The given locations contain no images.
cy: Nid yw'r lleoliadau yn cynnwys unrhyw ddelweddau.
ia: Le positiones date contine nulle imagines.
kab: Adig i d-ittunefken ur igbir ara tugniwin.

source: Image Data
cy: Data Delwedd
ia: Datos del imagine
kab: Isefka n tugna

source: Image Taking Conditions
cy: Sefyllfa Cymryd Y Llun
ia: Conditiones de prisa del imagine
kab: Tiwtilin n tuṭṭfa n tugna

source: GPS Data
cy: Data GPS
ia: Datos del GPS
kab: Isefka n GPS

source: Maker Note
cy: Nodyn Gwneuthurwr
ia: Nota del autor
kab: Tazmilt n umeskar

source: Other
cy: Arall
ia: Altere datos
kab: Wiyaḍ

source: XMP Rights Management
cy: Rheoli Hawliau XMP
ia: Gestion del derectos de XMP
kab: XMP asefrek n izerfan

source: XMP Other
cy: XMP Arall
ia: Altere XMP
kab: XMP wayeḍ

source: Value
cy: Gwerth
ia: Valor
kab: Azal

source: North
cy: Gogledd
ia: Nord
kab: Agafa

source: East
cy: Dwyrain
ia: Est
kab: Asamar

source: West
cy: Gorllewin
kab: Ataram

source: South
cy: De
ia: Sud
kab: Anẓul

source: %.1f (35mm film)
cy: %.1f (ffilm 35mm)
kab: %.1f (asaru 35mm)

source: File format is unknown or unsupported
cy: Mae fformat ffeil yn anhysbys neu heb gefnogaeth
ia: Le formato de file es incognite o non supportate
kab: Amasal n ufaylu d arusin neɣ ur iteddu ara

source: Image Viewer could not determine a supported writable file format based on the filename.
cy: Nid yw'r Dangosydd Delweddau bennu fformat ffeil ysgrifenadwy â chymorth yn seiliedig ar enw'r ffeil.
ia: Le visor de imagine non pote assignar un formato de file scribibile supportate in base al nomine del file.
kab: Taskant n tugna ur tezmir ara ad d-sken amasal n ufaylu ittusefraken icudden ver isem n ufaylu.

source: Please try a different file extension like .png or .jpg.
cy: Rhowch gynnig ar estyniad ffeil gwahanol fel .png neu .jpg.
ia: Per favor prova un altere extension de file como .png o .jpg.
kab: Ttxil-k eɛreḍ isiɣzifen nniḍen n ufaylu akka am .png neɣ .jpg.

source: All files
cy: Pob ffeil
ia: Tote le files
kab: Akk ifuyla

source: Supported image files
cy: Ffeiliau delwedd sy'n cael eu cynnal
ia: Files de imagine supportate
kab: Ifuyla n tugna iteddun

source: pixel
cy: picsel
kab: apixel

source: _Open
cy: _Agor
ia: Aperir (_Open)
kab: _Ldi

source: Open Image
cy: Agor Delwedd
ia: Aperir le imagine
kab: Ldi tugna

source: Save Image
cy: Cadw Delwedd
ia: Salvar le imagine
kab: Sekles tugna

source: Open Folder
cy: Agor Ffolder
ia: Aperir le plica
kab: Ldi akaram

source: Transformation on unloaded image.
cy: Trawsffurfio delwedd heb ei llwytho.
ia: Transformation sur imagine non-cargate.
kab: Aselket ɣef tugna ur nettwaɛebba ara.

source: Transformation failed.
cy: Methodd y trawsnewid.
ia: Transformation fallite.
kab: Aselket ur yeddi ara.

source: EXIF not supported for this file format.
cy: Ni chynhelir EXIF ar gyfer ffeil o'r math yma.
ia: EXIF non supportate pro iste formato de file.
kab: EXIF ur itteddu ara akked umasal-agi.

source: Image loading failed.
cy: Methodd llwytho delwedd.
ia: Cargamento del imagine fallite.
kab: Aɛebbi n tugna ur yeddi ara.

source: No image loaded.
cy: Dim delwedd wedi ei lwytho.
ia: Nulle imagine cargate.
kab: Ulac tugna yettwazedmen

source: You do not have the permissions necessary to save the file.
cy: Nid oes gennych y caniatâd angenrheidiol i gadw'r ffeil.
ia: Tu non ha le licentias necessari pro salvar le file.
kab: Ur tesɛiḍ ara isirigen yettwasran iwakken ad teskelseḍ afaylu.

source: Temporary file creation failed.
cy: Methwyd creu ffeil dros dro
ia: Creation de file temporanee fallite.
kab: Asnulfu n ufaylu akudan ur iddi ara.

source: Couldn't create temporary file for saving: %s
cy: Methwyd creu ffeil dros dro er mwyn arbed: %s
ia: Impossibile crear un file temporanee pro salvar: %s
kab: Ulamek asnulfu n ufaylu akudan i wesekles: %s

source: Couldn't allocate memory for loading JPEG file
cy: Methwyd neilltuo cof er mwyn llwytho ffeil JPEG
ia: Impossibile allocar memoria pro cargar le file JPEG
kab: Ulamek aḥerri n tkatut i wezdam n ufaylu JPEG

source: Unknown
cy: Anhysbys
ia: Incognite
kab: Arussin

source: File size:
cy: Maint ffeil:
ia: Dimension del file:
kab: Tiddi n ufaylu:

source: Show the folder which contains this file in the file manager
cy: Dangoswch y ffolder sy'n cynnwys y ffeil hon yn y rheolwr ffeiliau
ia: Monstrar le plica que contine iste file in le gestor de file
kab: Sken akaram igebren afaylu-agi deg usefrak n ifuyla

source: %lu second
cy: %lu eiliad
ia: %lu secunda
kab: %lu n tasint

source: Image Settings
cy: Gosodiadau Delwedd
ia: Configurationes del imagine
kab: Iɣewwaren n tugna

source: Image
cy: Delwedd
ia: Imagine
kab: Tugna

source: The image whose printing properties will be set up
cy: Y ddelwedd y bydd ei phriodweddau argraffu yn cael eu gosod
ia: Le imagine cuje proprietates de stampa essera configurate
kab: Tugna iwumi ara tesɣewreḍ iraten n usiggez

source: Page Setup
cy: Gosodiad Tudalen
ia: Configuration del pagina
kab: Asbadu n usebtar

source: The information for the page where the image will be printed
cy: Y wybodaeth ar gyfer y dudalen lle bydd y ddelwedd yn cael ei hargraffu
ia: Le information pro le pagina ubi le imagine essera stampate
kab: Isallan u usebtar fayef ara tettusiggez tugna

source: Position
cy: Safle
kab: Ideg

source: _Left:
cy: _Chwith:
ia: Sinistra ( _Left):
kab: _Azelmaḍ:

source: _Right:
cy: _De:
ia: Dexte_Ra:
kab: _Ayeffus

source: _Top:
cy: _Brig:
ia: Summi_Tate
kab: _Ufella

source: _Bottom:
cy: _Gwaelod:
ia: _Base
kab: _Swadda

source: C_enter:
cy: C_anol:
ia: C_entro:
kab: S_lemmes:

source: None
cy: Dim
ia: Nonne
kab: Ulac

source: Horizontal
cy: Llorweddol
kab: Aglawan

source: Vertical
cy: Fertigol
kab: Aratak

source: Both
cy: Y Ddau
ia: Ambe
kab: D issin

source: Size
cy: Maint
ia: Dimension
kab: Teɣzi

source: _Width:
cy: _Lled:
ia: _Largessa:
kab: _Tehri:

source: _Height:
cy: _Uchder:
ia: _Altessa:
kab: _Teɣzi:

source: _Scaling:
cy: _Graddio:
ia: _Scaliage:
kab: Ta_skala:

source: _Unit:
cy: _Uned:
ia: _Unitate:
kab: _Aferdis

source: Millimeters
cy: Milimetrau
ia: Millimetros
kab: Imilimitren

source: Inches
cy: Modfeddi
ia: Pollices
kab: Idebbuzen

source: Preview
cy: Rhagolwg
ia: Vista preliminar
kab: Timeẓriwt

source: as is
cy: fel y mae
ia: tal qual es
kab: amzun

source: Taken on
cy: Dyddiad y cymerwyd
ia: Prendite
kab: Tettwaṭṭef-d di

source: At least two file names are equal.
cy: Mae o leiaf ddau enw ffeil yr un peth.
ia: Al minus duo nomines de file es equal.
kab: Ma drus sin n ifuyla sɛan yiwen n yisem.

source: Could not display help for Image Viewer
cy: Methu arddangos cymorth ar gyfer y Dangosydd Delweddau
ia: Impossibile monstrar le adjuta pro le visor de imagine
kab: Ur izmir ara ad isken tallelet i tmeskant n tugna

source: (invalid Unicode)
cy: (Unicode annilys)
ia: (Unicode invalide)
kab: (Unicode arameɣtu)

source: %i × %i pixel %s %i%%
cy: %i × %i picsel %s %i%%
kab: %i × %i apixel %s %i%%

# MessageArea
source: Hi_de
cy: C_uddio
ia: Celar (Hi_de)
kab: _Ffer

source: The image "%s" has been modified by an external application. Would you like to reload it?
cy: Mae'r ddelwedd "%s" wedi'i haddasu gan raglen allanol. Hoffech chi ei ail-lwytho?
ia: Le imagine "%s" ha essite modificate per un application externe.
kab: Tugna "%s" tettwabeddel deg usnas uffiɣ. Tebɣiḍ ad tt-tzedmeḍ tikkelt-nniḍen?

source: Use "%s" to open the selected image
cy: Defnyddiwch "%s" i agor y ddelwedd a ddewiswyd
ia: Usar "%s" pro aperir le imagine seligite
kab: Seqdec "%s" iwakken ad teldiḍ tugna yettwafernen

source: Saving image "%s" (%u/%u)
cy: Yn cadw delwedd "%s" (%u / %u)
ia: Salvamento del imagine "%s" (%u/%u)
kab: Asekles n tugna "%s" (%u/%u)

source: Opening image "%s"
cy: Yn agor delwedd "%s"
ia: Apertura del imagine "%s"
kab: Alday n tugna "%s"

source: Viewing a slideshow
cy: Gwylio sioe sleidiau
ia: Vista de un presentation de photos
kab: Wali askan n tmaccagin

source: Error printing file: %s
cy: Ffeil argraffu gwall: %s
ia: Error in le stampa del file: %s
kab: Tuccḍa deg usiggez n ufaylu: %s

source: Error launching System Settings:
cy: Gwall wrth lansio Gosodiadau System:
ia: Error al lanceamento del configurationes del systema:
kab: Tuccḍa deg usekker n iɣewwaren n unagraw:

source: _Open Background Preferences
cy: Agor Dewisiadau Cefndir
ia: Aperir (_Open) le preferentias del fundo
kab: _Ldi ismenyifen n ugilal

source: The image "%s" has been set as Desktop Background. Would you like to modify its appearance?
cy: Mae'r ddelwedd "%s" wedi'i gosod fel Cefndir Bwrdd Gwaith. Hoffech chi addasu ei wedd?
ia: Le imagine "%s" ha essite configurate como fundo del scriptorio. Desira tu modificar su apparentia?
kab: Tugna "%s" tettusbadu d agilal n tnarit. Tebɣiḍ ad tbeddeleḍ timeẓri-ines?

source: Saving image locally…
cy: Cadw delwedd yn lleol…
ia: Salvatage local del imagine...
kab: Asekles n tugna s wudem adigan…

source: Are you sure you want to remove "%s" permanently?
cy: Ydych chi'n siŵr eich bod chi am dynnu "%s" yn barhaol?
ia: Desira tu vermente remover permanentemente "%s"?
kab: D tidet tebɣiḍ ad tekkseḍ "%s" i lebda?

source: Are you sure you want to remove the selected image permanently?
cy: Ydych chi'n siŵr eich bod chi am dynnu'r ddelwedd a ddewiswyd yn barhaol?
ia: Desira tu vermente remover permanentemente le imagine seligite?
kab: D tidet tebɣiḍ ad tekkseḍ tugna yettwafernen i lebda?

source: _Delete
cy: _Dileu
ia: _Deler
kab: _Kkes

source: _Yes
cy: _Iawn
ia: Si (_Yes)
kab: _Ih

source: Do _not ask again during this session
cy: _Peidiwch â gofyn eto yn ystod y sesiwn hon
ia: _non querer plus durante iste session
kab: Ur steqsay ara tikkelt-nniḍen di tɣimit-agi

source: Couldn't retrieve image file
cy: Methu adalw ffeil delwedd
ia: Impossibile recuperar le file imagine
kab: D awezɣi tifin n ufaylu n tugna

source: Couldn't retrieve image file information
cy: Methu adalw manylion ffeil ddelwedd
ia: Impossibile recuperar le information del file imagine
kab: D awezɣi tifin n isallan n ufaylu n tugna

source: Couldn't delete file
cy: Methu dileu ffeil
ia: Impossibile deler le file
kab: D awezɣi tukksa n ufaylu

source: Error on deleting image %s
cy: Gwall wrth ddileu delwedd %s
ia: Error al cancellation del imagine %s
kab: Tuccḍa di tukksa n tugna %s

source: Are you sure you want to move "%s" to the trash?
cy: Ydych chi'n siŵr eich bod am symud "%s" i'r sbwriel?
ia: Desira tu vermente mover "%s" al immunditia?
kab: D tidett tebɣiḍ ad tesmuttiḍ "%s" ɣer tqecwalt?

source: A trash for "%s" couldn't be found. Do you want to remove this image permanently?
cy: Methu canfod sbwriel ar gyfer "%s". Ydych chi am gael gwared â'r ddelwedd hon yn barhaol?
ia: Un cassa de immunditia pro "%s" non pote esser trovate. Desira tu remover iste imagine permanentemente?
kab: D awezɣi tifin n tqecwalt i "%s". Tebɣiḍ ad tekkseḍ tugna-agi i lebda?

source: Are you sure you want to move the selected image to the trash?
cy: Ydych chi'n siŵr eich bod chi eisiau symud y ddelwedd a ddewiswyd i'r sbwriel?
ia: Desira tu vermente mover le imagine eligite al immunditia?
kab: D tidet tebɣiḍ ad tesmuttiḍ tugna yettwafernen ɣer tqecwalt?

source: Some of the selected images can't be moved to the trash and will be removed permanently. Are you sure you want to proceed?
cy: Nid oes modd symud rhai o'r delweddau a ddewiswyd i'r sbwriel a chânt eu symud yn barhaol. Ydych chi'n siŵr eich bod am barhau?
ia: Alcun del imagines seligite non pote esser movite al immunditia e essera removite permanentemente. Desira tu vermente proceder?
kab: Kra n tugniwin yettwafernen ulamek ara muttint ɣer tqecwalt, ad ttwakksent i lebda. D tidet tebɣiḍ ad tkemmeleḍ?

source: Move to _Trash
cy: Symud i'r _Sbwriel
ia: Mover al immunditia (_Trash)
kab: Smutti ɣer t_qecwalt

source: Couldn't access trash.
cy: Methwyd a chyrchu'r sbwriel.
ia: Impossibile acceder al cassa de immunditia.
kab: Ulamek adduf ɣer tqecwalt.

source: _File
cy: _Ffeil
kab: A_faylu

source: _Edit
cy: _Golygu
ia: Modificar (_Edit)
kab: _Ẓreg

source: _Go
cy: _Mynd
ia: Ir (_Go)
kab: _Ddu

source: _Tools
cy: _Offer
ia: Ins_Trumentos
kab: I_fecka

source: _Favorites
cy: _Ffefrynnau

source: _Recents
cy: _Diweddar

source: _Open…
cy: _Agor...
ia: Aperir (_Open)…
kab: _Ldi…

source: Open a file
cy: Agor ffeil
ia: Aperir un file
kab: Ldi afaylu

source: Close window
cy: Cau ffenestr
ia: Clauder le fenestra
kab: Mdel asfaylu

source: Preferences for Image Viewer
cy: Dewisiadau ar gyfer Darllenydd Delweddau
ia: Preferentias pro le visor de imagine
kab: Ismenyifen i tsekant n tugna

source: _Contents
cy: _Cynnwys
ia: _Contentos
kab: A_gbur

source: Help on this application
cy: Cymorth ar gyfer y rhaglen
ia: Adjuta sur iste application
kab: Tallalt ɣef usnas-agi

source: About this application
cy: Ynghylch y rhaglen hon
ia: Re iste application
kab: Ɣef usnas-agi

source: Changes the visibility of the toolbar in the current window
cy: Newid gwelededd y bar offer yn y ffenestr gyfredol
ia: Cambia le visibilitate del barra de instrumentos in le actual fenestra
kab: Ad ibeddel tawalit n tfeggagt n ifecka deg usfaylu amiran

source: Changes the visibility of the statusbar in the current window
cy: Newid gwelededd y bar statws yn y ffenestr gyfredol
ia: Cambia le visibilitate del barra de stato in le actual fenestra
kab: Ad ibeddel tawalit n tfeggagt n waddad deg usfaylu amiran

source: Changes the visibility of the image gallery pane in the current window
cy: Yn newid gwelededd cwarel yr oriel ddelweddau yn y ffenestr gyfredol
ia: Cambia le visibilitate del quadro Galeria de imagines in le actual fenestra
kab: Modifie la visibilité du volet de la galerie d'images dans la fenêtre actuelle

source: Changes the visibility of the side pane in the current window
cy: Yn newid gwelededd y cwarel ochr yn y ffenestr gyfredol
ia: Cambia le visibilitate del quadro lateral in le actual fenestra
kab: Ad ibeddel tawalit n ugalis n yidis deg usfaylu amiran

source: Save changes in currently selected images
cy: Cadwch newidiadau mewn delweddau a ddewiswyd ar hyn o bryd
ia: Salvar le cambios in le imagines actualmente seligite
kab: Sekles ibeddilen n tugniwin yettwafernen akka tura

source: Open _with
cy: Agor _gyda
ia: Aperir con (_with)
kab: Ldi _s

source: Open the selected image with a different application
cy: Agorwch y ddelwedd a ddewiswyd gyda rhaglen gwahanol
ia: Aperir le imagine eligite con un altere application
kab: Ldi tugna yettwafernen s usnas-nniḍen

source: Save the selected images with a different name
cy: Cadwch y delweddau a ddewiswyd gydag enw gwahanol
ia: Salvar le imagines eligite con un altere nomine
kab: Sekles tugniwin yettwafernen s yisem-nniḍen

source: Show Containing _Folder
cy: Dangos y _Ffolder Cynnwys
ia: Monstrar le plica (_Folder) continente
kab: Beqqeḍ akaram ana_gbar

source: _Print…
cy: _Argraffu...
ia: Stam_Par...
kab: _Siggez…

source: Print the selected image
cy: Argraffwch y ddelwedd a ddewiswyd
ia: Stampar le imagine eligite
kab: Siggez tugna yettwafernen

source: Prope_rties
cy: P_riodweddau
ia: Prop_rietates
kab: I_raten

source: Show the properties and metadata of the selected image
cy: Dangoswch y priodweddau a metadata'r ddelwedd a ddewiswyd
ia: Monstrar le proprietates e le meta-datos del imagine eligite
kab: Sken iraten akked idfersefka n tugna yettwafernen

source: _Undo
cy: _Dadwneud
ia: Disfacer (_Undo)
kab: Se_fsex

source: Undo the last change in the image
cy: Dadwneud y newid olaf yn y ddelwedd
ia: Disfacer le ultime cambio in le imagine
kab: Sefsex abeddel aneggaru n tugna

source: Flip _Horizontal
cy: Troi drosodd yn _Llorweddol
kab: Flip _Aglawan

source: Mirror the image horizontally
cy: Drychwch y ddelwedd yn llorweddol
ia: Speculo horizontal del imagine
kab: Tti tugna s wudem aglawan

source: Flip _Vertical
cy: Troi drosodd yn _Fertigol
kab: Flip _Ubedid

source: Mirror the image vertically
cy: Drychwch y ddelwedd yn fertigol
ia: Speculo vertical del imagine
kab: Tti tugna s wudem ubdid

source: _Rotate Clockwise
cy: Cylchdroi _Gyda'r Cloc
ia: _Rotar in verso horari
kab: Tu_zzya di tnila n temrilt

source: Rotate the image 90 degrees to the right
cy: Cylchdroi'r ddelwedd 90 gradd i'r dde
ia: Rotar le imagine de 90 grados a dextera
kab: Zzi tugna s 90 n tfesniwin ɣer yefus

source: Rotate Counterc_lockwise
cy: Cylchdroi _Gwrthglocwedd
ia: _Rotar in verso antihorari
kab: Tu_zzya mgal tamrilt

source: Rotate the image 90 degrees to the left
cy: Cylchdroi'r ddelwedd 90 gradd i'r chwith
ia: Rotar le imagine de 90 grados a sinistra
kab: Zzi tugna s 90 n tfesniwin ɣer zelmaḍ

source: Set as Wa_llpaper
cy: Gosod fel _Papurwal
ia: Configurar como tapete de papiro (Wa_llpaper)
kab: Sbadu d tugna n uɣrab

source: Set the selected image as the wallpaper
cy: Gosod y ddelwedd a ddewiswyd fel y papur wal
ia: Definir le imagine eligite como tapete de papiro
kab: Sbadu tugna ittwafernen d tugna n uɣrab

source: Move the selected image to the trash folder
cy: Symud y ddelwedd a ddewiswyd i'r ffolder sbwriel
ia: Mover le imagine eligite al plica immunditia
kab: Smutti tugna yettwafernen ɣer ukaram n tqecwalt

source: _Delete Image
cy: _Dileu Delwedd
ia: _Deler le imagine
kab: K_kes tugna

source: Delete the selected image
cy: Dileu'r ddelwedd a ddewiswyd
ia: Deler le imagine seligite
kab: Kkes tugna yettwafernen

source: _Copy
cy: _Copïo
ia: _Copiar
kab: _Suken

source: Copy the selected image to the clipboard
cy: Copïo'r ddelwedd a ddewiswyd i'r clipfwrdd
ia: Copiar le imagine eligite al area de transferentia
kab: Suken tugna yettwafernen ɣer tqecwalt

source: _Zoom In
cy: _Chwyddo
ia: Aggrandir (_Zoom In)
kab: _Semɣer

source: Enlarge the image
cy: Ehangu'r ddelwedd
ia: Aggrandir le imagine
kab: Simɣur tugna

source: Zoom _Out
cy: Cre_bachu
ia: Reducer (zoom _Out)
kab: _Semẓi

source: Shrink the image
cy: Lleihau'r ddelwedd
ia: Contraher le imagine
kab: Simẓi tugna

source: _Normal Size
cy: Maint _Arferol
ia: Dimension _Normal
kab: Tiddi ta_magnut

source: Show the image at its normal size
cy: Dangos y ddelwedd ar ei maint arferol
ia: Monstrar le imagine a su normal dimension
kab: Sken tugna s tiddi tamagnut

source: Reload the image
cy: Ail-lwytho'r ddelwedd
ia: Recargar le imagine
kab: Ales aɛebbi n tugna

source: _Fullscreen
cy: _Sgrin Lawn
ia: Plen schermo (_Full)
kab: Agdil a_ččuran

source: Show the current image in fullscreen mode
cy: Dangos y ddelwedd gyfredol yn y modd sgrin lawn
ia: Monstrar le actual imagine in modo plen schermo
kab: Sken tugna tamirant s uskar n ugdil aččuran

source: Pause Slideshow
cy: Oedi'r Sioe Sleidiau
ia: Pausar le presentation de photos
kab: Askan n tmaccagin ibded

source: Pause or resume the slideshow
cy: Oedi neu ailddechrau'r sioe sleidiau
ia: Pausar o resumer le presentation de photos
kab: Sebded neɣ sekker askan n tmaccagin
